Repository: ThePapaw/psmc
Catalog: script.skin.helper.widgets/resources/language/resource.language.*/strings.po
Languages: hu_hu

# #32000
source: Favourites
hu_hu: Kedvencek

# #32001
source: Favourite Media
hu_hu: Kedvenc média

# #32002
source: Next Episodes
hu_hu: Következő epizódok

# #32003
source: Recommended Movies
hu_hu: Ajánlott filmek

# #32004
source: Recommended Media
hu_hu: Ajánlott média

# #32005
source: Recent Media
hu_hu: Jelenlegi média

# #32006
source: Similar Movies
hu_hu: Hasonló filmek

# #32007
source: In progress and Recommended Media
hu_hu: Folyamatban levő és ajánlott média

# #32008
source: Random Episodes
hu_hu: Véletlenszerű epizódok

# #32009
source: Recommended Episodes
hu_hu: Ajánlott epizódok

# #32010
source: In progress and recommended Episodes
hu_hu: Folyamatban levő és ajánlott epizódok

# #32011
source: In progress Media
hu_hu: Folyamatban levő média

# #32012
source: Recently added songs
hu_hu: Utoljára hozzáadott dalok

# #32013
source: Recently played songs
hu_hu: Utoljára játszott dalok

# #32014
source: Similar TV Shows
hu_hu: Hasonló sorozatok

# #32015
source: Recommended albums
hu_hu: Ajánlott albumok

# #32016
source: Recommended songs
hu_hu: Ajánlott dalok

# #32017
source: PVR Channel groups
hu_hu: PVR csatorna csoportok

# #32018
source: Recent recordings
hu_hu: Jelenlegi felvételek

# #32019
source: Next unwatched recordings
hu_hu: Kövekező nem látott felvételek

# #32020
source: TV Channels
hu_hu: TV csatornák

# #32021
source: Timers
hu_hu: Időzítések

# #32022
source: Similar Media
hu_hu: Hasonló média

# #32023
source: Widgets
hu_hu: Widgetek

# #32024
source: Enable artwork lookups
hu_hu: Képkeresők engedélyezése

# #32025
source: Show specials in episode widgets
hu_hu: Epizódwidgeteken a speciálisok megjelenítése

# #32026
source: Browse albums instead of playing for album widgets
hu_hu: Inkább album böngészés az album widgetek lejátszása helyett

# #32027
source: In-progress episodes
hu_hu: Folyamatban levő epizódok

# #32028
source: In-progress movies
hu_hu: Folyamatban levő filmek

# #32029
source: In-progress and recommended movies
hu_hu: Folyamatban levő és ajánlott filmek

# #32030
source: TV Channels (with artwork)
hu_hu: TV csatornák (artworkkal)

# #32031
source: Next unwatched recordings (reversed)
hu_hu: Következő nem látott felvételek (visszajátszás)

# #32032
source: In-progress and random movies
hu_hu: Folyamatban levő és véletlenszerű filmek

# #32033
source: Random albums
hu_hu: Véletlenszerű albumok
